{
    "id": "11",
    "previousArticle": "10",
    "nextArticle": "12",
    "urlSlug": "tracking-your-application",
    "title": "Tracking your application",
    "subtitle": "Get insight into your progress",
    "description": "Applying to jobs can feel like a black box. It's hard to know what's happening after you submit an application, and it's often difficult to track what stage you're in when applying to multiple positions. We help with both.",
    "instructions": {
        "ordered": false,
        "steps": [
            {
                "description": "Whenever someone views your resume or cover letter a \"view\" will be added to your document."
            },
            {
                "description": "You can track these views in the resume or cover letter details popup.",
                "substeps": {
                    "ordered": true,
                    "steps": [
                        "Click on 'View Summary' on a resume or cover letter card to view details about the document.",
                        "The second section includes a summary of how many times your document was viewed today, this week, this month, and all time.",
                        "If your document has at least one view you'll also see a map with pins showing the approximate location of each view."
                    ]
                }
            },
            {
                "description": "You can also track the status of your application when you receive feedback from an employer.",
                "substeps": {
                    "ordered": true,
                    "steps": [
                        "If you have a job description for the job you're tracking, add it under the header \"Add a job description to track your application progress.\".",
                        "If you created the document automatically based on a description, that link will already be in the field.",
                        "As you learn that your application has moved through different stages of the process, choose a new status from the dropdown menu labeled 'Application Status'."
                    ]
                }
            }
        ]
    }
}