{
    "id": "14",
    "previousArticle": "13",
    "nextArticle": "15",
    "urlSlug": "tips-for-older-job-seekers",
    "title": "Tips for older job seekers",
    "subtitle": "Show off your accomplishments without risking biased hiring",
    "description": "Its an unfortunate truth that some employers can be biased (whether they mean to be or not) against older candidates. Luckily, there are a number of ways to help avoid leading to that bias in your resume and cover letter.",
    "instructions": {
        "ordered": false,
        "steps": [
            {
                "description": "Only add the last 10 or so years of your job history.",
                "substeps": {
                    "ordered": false,
                    "steps": [
                        "The last ten years of your work history are the most pertinent to a new employer anyway, and trying to fit more on a page often limits the amount you can dedicate to education and other achievements.",
                        "If you've been at the same job for over ten years that's great! Highlight all of the ways you've contributed there and grow within the company."
                    ]
                }
            },
            {
                "description": "Don't add dates to your education history, and avoid distant dates in your achievements.",
                "substeps": {
                    "ordered": false,
                    "steps": [
                        "There's no reason for an employer to need to know when you graduated or got a particular degree or certification.",
                        "Make your education and achievements pop with strong accomplishment statements so that date becomes even less relevant."
                    ]
                }
            },
            {
                "description": "Remember: dates are optional when creating new jobs, education, or achievements. You can delete dates in already created cards like so:",
                "substeps": {
                    "ordered": true,
                    "steps": [
                        "Click on 'My Info' in the header or side bar.",
                        "Find the card you want to edit in the 'Work & Volunteering', 'Education', or 'Achievements & Activities' sections.",
                        "Click on the card you want to edit.",
                        "Double-click on the date field that you want to remove.",
                        "Delete the date.",
                        "Click 'Save' at the bottom of the popup.",
                        "NOTE: Edits will not be reflected in already created resumes. Create a new document to see your changes."
                    ]
                }
            }
        ]
    }
}