{
    "id": "5",
    "previousArticle": "4",
    "nextArticle": "6",
    "urlSlug": "creating-a-resume",
    "title": "Creating a resume",
    "subtitle": "Our bread and butter",
    "description": "Resumes are what you came here for. Let's build the very best one using the information in your account and optimized for a particular job.",
    "instructions": {
        "ordered": false,
        "steps": [
            {
                "description": "To auto-build a resume based on a job description:",
                "substeps": {
                    "ordered": true,
                    "steps": [
                        "Click on 'Resumes' in the top bar or side menu.",
                        "Copy the URL of the job posting to your clipboard and click 'Create Resume' (or click 'Create Resume for this Job' on a job info card in the 'Find Jobs' section).",
                        "Choose 'Auto-build' in Step 1 on the popup.",
                        "Paste the link to the job description in the field and click 'Build It >'",
                        "We'll pull out the most pertinent information from the job description and decide what information from your account to add to the new resume.",
                        "Edit your resume as described below to further customize it."
                    ]
                }
            },
            {
                "description": "To build a resume manually:",
                "substeps": {
                    "ordered": true,
                    "steps": [
                        "Click on 'Resumes' in the top bar or side menu.",
                        "Click 'Create Resume'",
                        "If you have a job description that you want to link to your resume, enter it in the form in Step 2",
                        "Choose which jobs, education, and achievements you want to add in the popup window by checking the box next to each one.",
                        "All of the checked info will be added to your resume, which you can then edit further as described below."
                    ]
                }
            },
            {
                "description": "To edit a resume:",
                "substeps": {
                    "ordered": false,
                    "steps": [
                        "To add more information, click on the 'Add Info' button at the top of the page and check the boxes next to the info you want to add.",
                        "To delete a full block of information from your resume, click on the title of that block, and choose 'Delete from Resume' in the popup.",
                        "To edit or delete Accomplishments, click on the Accomplishment statement you want to edit and make updates in the popup.",
                        "Use the dropdown menus in the edit column to adjust font style and size, margin size, and highlight color.",
                        "You can change resume templates through the Templates dropdown menu.",
                        "The Format dropdown allows you to select between Standard and Student Resumes. Student resumes prioritize your Education section and show Relevant Coursework.",
                        "Drag Accomplishments to re-order them within an information block.",
                        "Click on the drag icons to the left of the block to re-order full info blocks or sections of your resume."
                    ]
                }
            }
        ]
    }
}