{
    "id": "6",
    "previousArticle": "5",
    "nextArticle": "7",
    "urlSlug": "creating-a-cover-letter",
    "title": "Creating a cover letter",
    "subtitle": "Pump up your application with a stellar letter",
    "description": "A good cover letter can make or break an application. Luckily, creating one in Savviest is easy and we can help make it shine.",
    "instructions": {
        "ordered": false,
        "steps": [
            {
                "description": "To auto-build a cover letter based on a job description:",
                "substeps": {
                    "ordered": true,
                    "steps": [
                        "Click on 'Cover Letters' in the top bar or side menu.",
                        "Copy the URL of the job posting to your clipboard and click 'Create Cover Letter'.",
                        "Choose 'Auto-build' in Step 1 on the popup.",
                        "Paste the link to the job description in the field and click 'Build It >'",
                        "We'll pull out the most pertinent information from the job description and decide what saved paragraphs to add to the new cover letter.",
                        "Edit your cover letter as described below to further customize it."
                    ]
                }
            },
            {
                "description": "To build a cover letter manually:",
                "substeps": {
                    "ordered": true,
                    "steps": [
                        "Click on 'Cover Letters' in the top bar or side menu.",
                        "Click 'Create Cover Letter'",
                        "If you have a job description that you want to link to your cover letter, enter it in the form in Step 2",
                        "Choose which saved paragraphs you want to add in the popup window by checking the box next to each one.",
                        "All of the checked paragraphs will be added to your cover letter, which you can then edit further as described below."
                    ]
                }
            },
            {
                "description": "To edit a cover letter:",
                "substeps": {
                    "ordered": false,
                    "steps": [
                        "To write a new paragraph from scratch, click the '(+) New Paragraph' button at the bottom of the cover letter.",
                        "To add more saved paragraphs, click on the 'Add Paragraphs' button at the top of the page and check the boxes next to the info you want to add.",
                        "To delete a paragraph from your cover letter, click on the paragraph and choose 'Delete from Cover Letter' in the popup.",
                        "Use the dropdown menus in the edit column to adjust font style and size, margin size, and highlight color.",
                        "You can change cover letter templates through the Templates dropdown menu.",
                        "Click on the drag icons to the left of the paragraph to re-order paragraphs in your cover letter."
                    ]
                }
            }
        ]
    }
}